spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.set_connection_mirror_state_4af5d31e86eba3e82641fd9c9a4ca4f3_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:set_connection_mirror_state><virtual_servers><value>test_virtual_server_nil</value></virtual_servers><states><item>STATE_DISABLED</item></states></wsdl:set_connection_mirror_state></env:Body></env:Envelope>